[
    {
        "id": 1,
        "titulo": "Red Bull presenta su monoplaza RB20",
        "resumen": "La escudería austriaca desvela su arma para la temporada 2025 de Fórmula 1.",
        "contenido": "Red Bull Racing ha presentado oficialmente su nuevo monoplaza RB20 con importantes mejoras aerodinámicas y un motor más potente. El equipo campeón busca mantener su dominio en la categoría reina del automovilismo.",
        "imagen": "https://via.placeholder.com/800x450/dc3545/ffffff?text=Red+Bull+RB20",
        "fecha": "2025-11-15",
        "autor": "Carlos Martínez",
        "categoria": "Fórmula 1"
    },
    {
        "id": 2,
        "titulo": "Hamilton firma con Ferrari para 2025",
        "resumen": "El siete veces campeón del mundo inicia una nueva etapa en Maranello.",
        "contenido": "Lewis Hamilton ha firmado con Ferrari en una de las mayores movimientos del mercado de pilotos. El británico buscará su octavo título mundial con la escudería italiana, cumpliendo así un sueño de toda su carrera.",
        "imagen": "https://via.placeholder.com/800x450/dc3545/ffffff?text=Hamilton+Ferrari",
        "fecha": "2025-11-12",
        "autor": "María González",
        "categoria": "Fórmula 1"
    },
    {
        "id": 3,
        "titulo": "Loeb regresa al Rally Dakar",
        "resumen": "El legendario piloto francés vuelve a la competición más dura del mundo.",
        "contenido": "Sébastien Loeb ha confirmado su participación en el Rally Dakar 2026. El nueve veces campeón del mundo de rally regresa con el equipo Bahrain Raid Xtreme en busca de su primera victoria en la carrera más dura del planeta.",
        "imagen": "https://via.placeholder.com/800x450/dc3545/ffffff?text=Loeb+Dakar",
        "fecha": "2025-11-10",
        "autor": "Pedro Sánchez",
        "categoria": "Rally"
    },
    {
        "id": 4,
        "titulo": "Nuevo récord en Le Mans: Toyota bajo las 3:15",
        "resumen": "El hypercar japonés pulveriza el récord de vuelta en el circuito francés.",
        "contenido": "Toyota Gazoo Racing ha establecido un nuevo récord de vuelta en el Circuit de la Sarthe con su hypercar GR010 Hybrid, bajando de la barrera de 3:15 por primera vez en la historia de las 24 Horas de Le Mans.",
        "imagen": "https://via.placeholder.com/800x450/dc3545/ffffff?text=Toyota+Le+Mans",
        "fecha": "2025-11-08",
        "autor": "Laura Fernández",
        "categoria": "Resistencia"
    },
    {
        "id": 5,
        "titulo": "Verstappen iguala el récord de Vettel",
        "resumen": "El piloto holandés suma su cuarto título mundial consecutivo.",
        "contenido": "Max Verstappen se ha coronado campeón del mundo de Fórmula 1 por cuarto año consecutivo, igualando el récord de Sebastian Vettel. El piloto de Red Bull dominó la temporada con 15 victorias en 22 carreras.",
        "imagen": "https://via.placeholder.com/800x450/dc3545/ffffff?text=Verstappen+Campeon",
        "fecha": "2025-11-05",
        "autor": "Javier López",
        "categoria": "Fórmula 1"
    }
]